Revit 2027 API
ParameterTypeId.RebarElemEndtreatmentStart Property
 "End Treatment At Start"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RebarElemEndtreatmentStart { get; }
Public Shared ReadOnly Property RebarElemEndtreatmentStart As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RebarElemEndtreatmentStart {
	ForgeTypeId^ get ();
}
static member RebarElemEndtreatmentStart : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace